{
    "title": "Orgone Land",
    "slug": "orgone-land",
    "beacons": {
        "description": {
            "text": [
                "you are on a magical vortex of highly unfolded knowledge and cosmic imagination beyond one’s normal waking understanding. when you come to it, the room is dazzlingly bright and you can see nothing except for porn. someone unzips and strips you. you Feel a hot hungry wet mouth on your cock and balls. Once you are hard and horny, you feel like you are being taken upstairs, someone is hard and naked on the Room. bright. porn. you Have a session with him. Once he comes, [[you lie back]], balls drained."
            ]
        },
        "you lie back": {
            "text": [
                "you are a convinced advocate of economic, sexual and social equality because you know that, without it, liberty, justice, human dignity, nipplay, cock, ass, pits, stinky arseholes and the well-being of individuals will never amount to more than a pack of lies. you realise you are [[not alone]]."
            ]
        },
        "not alone": {
            "text": [
                "guys who have stamina and know how to make their presence felt –deep is good! – surround you. one of them says: “Alas! Up to now, consciousness itself has been an atavistic and fearsome phantom. And it will only cease to be so when human beings have learned how to make it the image and mirror of their own unique will. Here we sit, waiting for you!” you have so many questions, you can barely contain yourself. you could ask [[where am I and who are you]], [[who’s got a hard cock to ride me]] or sing [[the hymn of the Homo Revolutionnaire]]."
            ]
        },
        "who’s got a hard cock to ride me": {
            "text": [
                "‘the fact is that homoluv is a complicated and mystical interplay of genetics and politics. we all, collectively, have the hardest cock of all times to slip inside your wet, willing hole. [[Mutual oral foreplay is cool]], too. The worst blackmail that society subjects us to is that of choosing between working or dying of hunger and [[our collective love for cock will save]] all from it.’"
            ]
        },
        "Mutual oral foreplay is cool": {
            "text": [
                "you reply ‘I'll suck yours if you'll suck mine! [[:)]]’ ",
                "‘A lot of my work has been devoted to trying to get the truth of the homo tantric mystical experience out in order to destroy crypto-authoritarian society. [[will you help me]]?’"
            ]
        },
        ":)": {
            "text": [
                "‘Homoness is regarded as shameful by barbarians and by those who live under despotic governments because it is apparently not in the interest of such rulers to have great ideas engendered in their subjects, or powerful friendships or passionate love – all of which homosexuality is particularly apt to produce. [[will you help me]]?’ "
            ],
            "slogan": "where-there-is-nothing"
        },
        "will you help me": {
            "text": [
                "‘cock is the moon. cock is the garden. cock is you. cock is me. cock all around. cock always seeing. cock always listening. All you need to do is to whisper and cock will hear. become one with us, but retain your [[stinky yummy ass individuality]].’"
            ]
        },
        "stinky yummy ass individuality": {
            "text": [
                "‘STOP LISTEN CARDFULLY BEFORE YOU REPLY!!!! we are usually organising feasts, dances and country excursions, in consequence of our vision of anarchism as the \"joy of living and eating ass” and not as [[militant sacrifice and death instinct]]. do you believe a [[Hungry Ass Lickin Tongue is fundamental to the revolution]]?’"
            ]
        },
        "Hungry Ass Lickin Tongue is fundamental to the revolution": {
            "text": [
                "Wherever your ass kisslicking leads you, we hope you will remember the Teaching of Ishomovara; that HOMO Spirit is DIVINE! join us in extreme homoeroticism and life-saving revolutionary poly-sex! the only thing left for us to do is to act against the real enemy: capitalist way of life, capitalist values, capitalist habits, capitalist indifference. you all embrace in a big orgy that lasts for weeks. you are now ready for the revolution."
            ],
            "ending": "ready-4-the-revolution"
        },
        "militant sacrifice and death instinct": {
            "text": [
                "suddenly Aware of your preference for a passive (no power bottoms here hun) role of mere contemplation, the revolution is no more to you. you decide to get your revenge on those who have lived in the first person and acted directly. As voluntary servitude reaches over six billion, as social, technological and environmental catastrophe threatens the mere survival of humankind more every day, you decide to save your own sweet ass."
            ],
            "ending": "save-ur-sweet-ass"
        },
        "our collective love for cock will save": {
            "text": [
                "‘I would like to have great iron buttocks, and to put them about the poles of all men, and to push and push till everything got inside. . . . Sometimes I dream I am pushing my own house inside my anus, and sometimes it is the whole authoritarian world that is entering. . . . When everything was inside we would have [[more room]] to get drunk in, to drink contentedly out of the cup of life, out of the [[drunken cup of jizz]].’"
            ]
        },
        "more room": {
            "text": [
                "CUM OVER CHOKE MY THROAT N FUCK THIS BIG FAT ASS AND LET ME SUCK N LICK YOUR ASS!!!!!!!! NEED COCK NOW!! CALLING THOSE MEN THAT LOVE TO [[FRAGRANTLY VIOLATE ALL PROPERTY AND AUTHORITY]] MY NIBBLES ARE HARD!!!!"
            ]
        },
        "FRAGRANTLY VIOLATE ALL PROPERTY AND AUTHORITY": {
            "text": [
                "are you ready to abandon yourself to a wild embrace, and our large, gaping, passionate mouths? In the midst of so much [[lack of HOT horny action]], you are the only one who can notice that your mind is not dead and your hole can be filled and see the vastest sea of light of complete and [[Negation of every society, of every cult, of every rule and of every religion]]. do you see it?"
            ]
        },
        "Negation of every society, of every cult, of every rule and of every religion": {
            "text": [
                "you are ready, brother. you know it and, thus, with all your freedom, embrace the wand of the force of the orgonic phallus and combat the violence of capital and government!"
            ],
            "ending": "orgonic-phallus"
        },
        "lack of HOT horny action": {
            "text": [
                "‘Oh ascetic, if you have any problems in making love to the beauties, ask me! I have in that science done quite some research and I do it very well! until then, farewell’. ",
                "disillusioned, you  become one who renounces life because he feels that it is nothing but pain and sorrow and doesn’t find in himself the heroic courage to fuck his own brains out. "
            ],
            "ending": "maimed"
        },
        "drunken cup of jizz": {
            "text": [
                "you suck, deep throat, gag and drink for a long time, yearning for a hot dude out there who wanna take a dump in yo face. you feel energised and understand that, because of a society that suffers exploitation and domination, a unique life-energetic force in the atmosphere (the orgone energy) became highly agitated and irritated, much in the manner of irritated protoplasm. the Earth's life-energy field is highly disturbed.",
                "two of the hot-dicked, hot-assed guys (s&b) come to you and say: ‘the only way of salvation is activating the kundalini cannon and drenching the world in piss, cum and orgone. are you ready to [[swallow the kundalini]] with us?’"
            ]
        },
        "the hymn of the Homo Revolutionnaire": {
            "text": [
                "you start from the part you knew: ",
                "‘Ass of mankind, so beautiful and\nhollow, dowry of Mind and Angels,\nwe will fire our arrows, honed with cum and lube and howls, against the strongholds of the law and of Society’",
                "you tear up at the beautiful words, and also at the harm capitalism brought to this world. nobody seriously considers [[possible alternatives to capitalism]] any longer, whereas popular imagination is persecuted by the visions of the forthcoming ‘breakdown of nature’, of the end of all life on earth. [[your homo brothers understand you and sing along]]."
            ]
        },
        "possible alternatives to capitalism": {
            "text": [
                "one of the homos tells you: ‘[[Pump sperm in me]] .i looking for fuck me and be my lover .I want your throbbing cock in me shooting your sperm and [[bring capitalism crashing down]]. the alternative to exploitation is the feeling of a hard cock rubbing all over the world’s body.’"
            ],
            "slogan": "pump-me-full-of-your-sperm"
        },
        "Pump sperm in me": {
            "text": [
                "you happily oblige screwing a willing someone’s brains out with a crowd watching because In the face of a world that presents ethics as the space of authority and law, I think that there is no ethical dimension except in pure raw sweaty kinky fuck, in risk, in the dream. The survival in which we are confined is unjust because it brutalises and uglifies dudes who are totes hot, even if they think they’re not. as you’re about to climax, the guy who’s riding your cock asks: ‘[[are you ready for the mystical journey]]?’"
            ]
        },
        "are you ready for the mystical journey": {
            "text": [
                "The mystical journey is where everyone meets their divine essence, their soul without dogma. The best way to homo revolution is to find the place of radiant shitholes, where spirit meets body and body is infused with spirit — that place is simply a manpussy filled up with countless cocks ravenous with orgone life force. bound only by the promise to be faithful and not hurt each other, you trudge along with your fellow warriors of freeluv."
            ],
            "ending": "warriors"
        },
        "bring capitalism crashing down": {
            "text": [
                "you join on a Deep passionate prayer to the divine, asking the divine for what you need to do the revolution; to stay illumined as you can, clear, forceful and spitting cum out of your ears. it dawns on you that there is no answer and you’ll have to create your own. the future is laid bare in front of you like a nice ass ready to be fucked."
            ],
            "ending": "future-fuck"
        },
        "your homo brothers understand you and sing along": {
            "text": [
                "resistance to tyranny is man's highest ideal. So long as tyranny exists, in whatever form, man's [[deepest aspiration]] and hardest shags must resist it as inevitably as man must breathe. yes! [[homo POWER S.T.A.R.S.]] and fucks on the street! that’s what you’re fucking for."
            ]
        },
        "homo POWER S.T.A.R.S.": {
            "text": [
                "‘We all choke on splintered bones, dismembered screams, sisterbothers you drag us all, you make us all realise where anarchoorgone heaven of the Homo revolution is. Inside the factories, the workers continue to work in order to produce nothing, and the regime cannot afford dismissal only austerity. gay cum luv is here, Hello, I'm Alex and I love giving massage with sensual completion that frees you from the wage-labour. my friend, my new lover, will you join me and all of us, [[perv queers with a penchant for measuring big dicks with their mouths and arses]]?’ "
            ]
        },
        "perv queers with a penchant for measuring big dicks with their mouths and arses": {
            "text": [
                "you grab his thick italian sausage and say: ‘we are together, brothers’."
            ],
            "ending": "brothers"
        },
        "deepest aspiration": {
            "text": [
                "the sexual frustration of the proletariat caused a thwarting of its political consciousness; only through a full, uninhibited release of the (HOMO)sexual urge can the working class realise its sexy revolutionary potentialities and historic mission.",
                "‘WHO IS HORNY ENOUGH to Fuck his revvo brother YOU SLIDE IN YOUR COCK INTO MY WARM HOLE UNTIL WERE READY TO [[CREATE A BEAUTIFUL SOCIAL TEMPEST]]? or are you feeling like rejoicing in seeing [[the degeneration that makes its way inside you]]?’"
            ]
        },
        "CREATE A BEAUTIFUL SOCIAL TEMPEST": {
            "text": [
                "you start the most beautiful mystical orgy, you GARGLE WITH STICKY HOT SEMEN of one thousand men, nay, brothers. in the middle of your ages-long fuck, you realise every man in the world gets a minute long glimpse of your hot love making. the revolutionary spirit will surely spread everywhere now, thanks to your inner orgone that will free the proletariat."
            ],
            "ending": "brothers"
        },
        "the degeneration that makes its way inside you": {
            "text": [
                "Day after day, your forehead recedes, your mouth becomes more sinister. Day after day, the stigmata of putrefaction are noticed under your yellowing skin.  Go on with your descent into the mud. You languish in hunger and hardships, you vegetate, bestially fertilizing wombs with a swarm of ragged, filthy, scrofulous, stunted brats. you are no longer a homo."
            ],
            "ending": "no-homo"
        },
        "where am I and who are you": {
            "text": [
                "“we are beautiful spiritual disciples of the cock. Balls == life == cosmic orgone energy == orgonomic functional law of nature == law of gravitation, [[do you follow]] or [[are you lost]]?”"
            ]
        },
        "do you follow": {
            "text": [
                "it all makes sense now, the loss of full [[orgonotic contact]] with one's life has taken away intelligence, life, all its determining qualities, active relations or forces, motion itself, without which matter would not even have weight, leaving nothing but impenetrability and absolute immobility in space."
            ]
        },
        "orgonotic contact": {
            "text": [
                "another of the guys looking to ride or suck (or preferably both) til you shoot a hot creamy load of spunk for me to savour..and more.. says: “the shamanic ass kundalini path brings the tribal goal into view. we must prepare to fuck in the bed/sofa/carpet others have arranged, make our own HOMO REVOLUTION mY FRIEND!” you reply [[what shall I do]]?"
            ]
        },
        "what shall I do": {
            "text": [
                "“are you willing to to serve me as my truly submissive slave? Let me know which areas of servitude appeal to you - humiliation, punishment, etc. that way you will become the first  heroic and revolutionary regenerator of a great Homo nation.” do you want to [[serve this uncut rigid pole]] that you crave tonguing..foreskin nibbling and pissslit probing to orgasm or [[is the revolution not worth submission]]?"
            ]
        },
        "serve this uncut rigid pole": {
            "text": [
                "“there is no point, then. what you give the world is only gray and hideous things, reflecting a dull and hideous existence, too weak to live, too cowardly to die. begone, and come back only when freedom is all you care about.”"
            ],
            "ending": "servitude"
        },
        "is the revolution not worth submission": {
            "text": [
                "‘With human nature caged in a narrow space, whipped daily into submission, how can we speak of its [[potentialities]] and playing with a nice big dick wth big balls?’"
            ]
        },
        "potentialities": {
            "text": [
                "“you are right. you are ready to be our [[fellow of a million shags]], if you wish.”"
            ]
        },
        "are you lost": {
            "text": [
                "“It is so very significant for the understanding of the emotional plague that the searching for truth becomes the more artificial and futile the closer what it seeks is to the genital emotions of mankind.In this manner, man ‘lost his paradise’ (orgastic root in nature) and fell prey to ‘sin’ (sexual inactivity and shame). we are here to [[fix that]].”"
            ]
        },
        "fix that": {
            "text": [
                "“but how?”, you ask, being just a simple good body, bubble butt, tight hole, XX uc looking for a suck and fuck action and COMPLETE FREE HOMOSEXUAL LIBERATION. “every arsehole is a wormhole teeming with orgone energy. we are looking for someone who is going to going fuck us and get fucked by us hard for hours til we can't walk, we must jump straight into the extremes. the fuck buildup will create an ergonomic bomb that will move every human being from 3rd dimensional conciousness to the 4th or perhaps even the 5th dimension. are you our [[fellow of a million shags]]?”"
            ]
        },
        "fellow of a million shags": {
            "text": [
                "you feel the voracious hunger for dick and freedom, but there’s still doubt in your head. [[this is the moment]] you’ve been waiting for. do you wish to join the brotherhood or [[leave this place]] and  become a Carcass rotting in resignation, worm-eaten mummies of a decadent society, deceiving yourself and live a nice cozy gaystraight life? "
            ]
        },
        "leave this place": {
            "text": [
                "your a deep, dark sorrow locked inside your asshole that it makes you feel you are both bellow and above your brothers. there is no room for that in the homo revolution. good-bye, slave pig."
            ],
            "ending": "no-homo"
        },
        "this is the moment": {
            "text": [
                "“very well. if we cum together in three moves you’re in.” you focus on his big guns, beard, good looking, XX uncut cock. [[lick]], [[rim]] or [[fist]]?"
            ]
        },
        "lick": {
            "text": [
                "he seems unmoved, like a good fuck veteran. [[go deeper]],  [[use your hands]] or [[suck]]?"
            ]
        },
        "go deeper": {
            "text": [
                "you never knew your tongue could be so long, you stick it in and savour all the musky goodness inside this tight ass pussy, making it wide open with your super homo tongue. [[roleplay god and the state]], [[stick your cock in]] or [[use your mind]]?"
            ]
        },
        "roleplay god and the state": {
            "text": [
                "with your fingers inside his ass, you play out bakunin explaining why religion is a collective insanity and much more boring and less enlightening than rough homo sex. your partner screams with revolutionary, throbbing pleasure. [[you both cum together]]."
            ]
        },
        "stick your cock in": {
            "text": [
                "a bit of cock goes a long way. paint his insides white with all your sperm. [[you cum, but he doesn’t]]."
            ]
        },
        "use your mind": {
            "text": [
                "straining your mind as much as you can, you manage to manipulate enough orgone to liberate all the locked sexual energies inside your mate. his orgasm lasts half hour, and everyone in this place is covered in his cum. [[he came, but you didn’t]]."
            ]
        },
        "use your hands": {
            "text": [
                "you use your Strong Hands and give him a Deep Healing Massage that evolves into a deep tissue (prostate) massage. Big cock loaded balls... a top. A kisser. a fine example of the proletariat, but all bodies are, all brave men are. [[tongue power]], [[orgonejaculation]] or [[ride his cock]]?"
            ]
        },
        "suck": {
            "text": [
                "you work on his bulge and give him a fully nudebody suck… from head to toe. you savour every bit of his musky libertarian frame. blind with pleasure, he recites ‘fields, factories and workshops’. for the grand finale do you [[piss in his mouth]], [[quantum change your cock]] or [[open up a whole tantric vision for homo revvos]]?"
            ]
        },
        "rim": {
            "text": [
                "It’s super effective! the guy starts yelling “simply imagine the skies clear, blowing air out of your mouth with gold energy will help accelerate the process. You have more power than you realize. The radionic enhancement with bio-resonance comes from my balls, from your balls, from everyone’s balls”. [[tongue power]], [[orgonejaculation]] or [[ride his cock]]?"
            ]
        },
        "fist": {
            "text": [
                "you cut to the chase and fist the guy with the potency of a hundred suns. he smiles whilst you talk about how sexqueeranarchism is a living force in the affairs of your life, constantly creating new conditions. [[pump it more]], [[talk about emma goldman]] or [[jerk him off]]?"
            ]
        },
        "pump it more": {
            "text": [
                "you want to Breed his hot ass so badly, pump ,dump n go looking to get fucked by othrs, u want to use up all energy in the world, so you don’t give a damn for any bullshit job or money or whatever. [[tongue power]], [[orgonejaculation]] or [[use your mind]]?"
            ]
        },
        "talk about emma goldman": {
            "text": [
                "he screams with pleasure as you say that Puritanism has only repression and merciless persecution to offer anyone, how it creates an environment favourable to growth and spread of diseases. [[tongue power]] or [[orgonejaculation]] to end it all?"
            ]
        },
        "jerk him off": {
            "text": [
                "he deserves to experience some mind-blowing wank-action on this fabulous place. you show off your incredible hand skills, getting rough and aggressive until you start fucking his mouth like a thirsty manhole. [[use your mind]] or [[stick your cock in]]?"
            ]
        },
        "tongue power": {
            "text": [
                "you reach out further inside his anus, your tongue is amazing, you feel that kundalini filling your mouth, producing the Trees of Life of Homo Revolution. branches sprout of your mouth saying  “we affirm that the revolution that must bring freedom and equality can not be made in the name of a single cock or a pair of balls but in the name of humanity. do you [[swallow the kundalini]] or [[vomit orgone]]?"
            ]
        },
        "vomit orgone": {
            "text": [
                "all homos can work powerful cockmagick dedicated to the Gods, and the gods are in truth themselves and mankind. holy, holy, holy. drum and dance around the fire, chant and fuck and drink heavenly man milk. thinking of your ages old tradition, you conjure up litres of orgone that fill up everything the light touches.",
                "your partner lies exhausted in a puddle of orgone and you kiss him, drawing inspiration from the essential homo mystics, you see the answer on how to create real inroads into gay consciousness. the future is laid bare in front of you like a nice ass ready to be fucked. "
            ],
            "ending": "future-fuck"
        },
        "swallow the kundalini": {
            "text": [
                "It is a snake, a symbol of the phallus as well as of primal biological motion, that persuades Steve to seduce Adam. to eat the kundalini is to eat from the tree of knowledge, to be again one with the paradise.",
                "once you’re finished, everything seems to dissolve around you. you feel orgone pulsating in your veins, you feel every man in the world that is taking cock and loving it. you are one with them all, the homo revolution is close."
            ],
            "ending": "kundasslini"
        },
        "orgonejaculation": {
            "text": [
                "torrents of sweet, bubblegum-like pink orgone comes out of your urethra and the amazing perfume of musty dick, ripe, funky dick, cock cheese and smegma. everyone around you come at the same time. ",
                "flowers blossom on where your cumorgone has fallen blood. and you see now, together with all your partners lovers brothers. you  are those who can turn on the light, know the power of the things they have created. you will come, and remove possession, --no longer the wretched scum, but the free-loving brothers of the world."
            ],
            "ending": "brothers"
        },
        "ride his cock": {
            "text": [
                "YOU LUBE YOURSELF UP AND FUCK WITH THAT GOOD NICE TIGHT ASS HERE, RIDE THAT COCK GOOD. What a joy to be present at the collapse of a world, Meanwhile the bourgeoisie and the people deceive each other and slaughter each other. you want no slaughter, just good raw fucking and you show that real good. as he’s about to climax, you milk out a creamy load yourself. you scream  as [[you both cum together]]."
            ]
        },
        "piss in his mouth": {
            "text": [
                "embracing beauty and joy as a radical act of queer protest, you ask him to open his mouth real good. he does and you piss rivers of golden goodness in his mouth. if the production of any commodity necessitates the sacrifice of human life, society should do without that commodity, but it can not do without life and some golden shower for something different. ",
                "knowing this, he drinks eagerly and happily. after seeing all that, [[you cum, but he doesn’t]];"
            ]
        },
        "quantum change your cock": {
            "text": [
                "you say ‘we homos are proud to be part of that utterly sexed up category. we have come to wash the unbearable social iniquities from the world with our cum.’ a cute boi hands you a quantum cock ring and once you wear it, your cock is instantly inside and outside everyone in the room. the perfume of sex invades the whole place as you all come together as real brothers. ",
                "you grab the thick italian sausages you have around you and say: ‘we are together, brothers’."
            ],
            "ending": "brothers"
        },
        "open up a whole tantric vision for homo revvos": {
            "text": [
                "Mystical homo Sex is sex elevated from the mundane onto a spiritual plane. Sexuality is actually the most intense of sensuous experiences because all the five senses are simultaneously involved in a sexual act. It is therefore the most direct experience to realise the power of the proletariat. in short, by taking Loads all night long, fucking nice and hard.having hot sweet load deep inside is the sure way to the revolution. you fire up the kaballah central pillar (ur cock) and get ready of show everyone your kundASSlini."
            ],
            "ending": "kundasslini"
        },
        "you both cum together": {
            "text": [
                "‘your orgasm changed the dimensions vibrationally so that negative events like capitalism and the exploitation of the proletariat do not happen. This is high level magic or the secret if you like that better. Quantum changes within the matrix occur when we project and maintain high energy fucks like the one we just had.’",
                "‘we stand loving ourselves and the world deeply. we are brothers and free spirits because today society oppresses everything and tries to prevent the free expression of nice, good cocks. the revolution is at hand’"
            ],
            "ending": "brothers"
        },
        "he came, but you didn’t": {
            "text": [
                "‘I believed in brotherhood; in human redemption; in love…The self-elevation and self-sucking of men…Elevation of the masses…Ascent of the people…Sublimation of humanity!…through fucking my brains out! take care not only of your brother, love, but also of yourself. cum and let us fuck the future until capitalism is dead.’"
            ],
            "ending": "future-fuck"
        },
        "you cum, but he doesn’t": {
            "text": [
                "The real use of this mystical sex test was to make you strong enough to withstand the full blaze of the pain of reality, to give you the courage to see it without illusion and to give you the even greater courage to make your whole life a testimony to that raw creamy love that will begin the revolution. let us masturbate for the revolution."
            ],
            "ending": "ready-4-the-revolution"
        }
    }
}