{
    "title": "Piacere",
    "beacons": {
        "description": {
            "text": []
        },
        "your stop is coming": {
            "text": [
                "the smell of freedom and crotches greets you as you arrive at piacere megastore. the word private has not lost its main meaning: privation. Private property remains privation. Private property is theft. Private property is despotism. The world is there to plug up the holes, fill in the cracks with a [[horse dildo]], paper over the gaps with [[cum lollipops]], camouflage the frustrations of a [[brutally tight cock ring]]. so much fun, That being the case, you reserve the right to be uber picky…"
            ]
        },
        "horse dildo": {
            "text": []
        },
        "against axioms": {
            "text": []
        },
        "stretch": {
            "text": []
        },
        "clerk": {
            "text": []
        },
        "blue lights": {
            "text": []
        },
        "pass out": {
            "text": [],
            "leadsTo": "unknown"
        },
        "toilets": {
            "text": [
                "Revolution requires extensive and widespread ass destruction, a fecund and renovating destruction, since in this way and only this way are new worlds born. you gobble everything up with every hole. you feel [[goosebumps]]."
            ]
        },
        "cum lollipops": {
            "text": []
        },
        "a guy with solid good looks": {
            "text": [
                "Revolution requires extensive and widespread ass destruction, a fecund and renovating destruction, since in this way and only this way are new worlds born. you gobble everything up with every hole. a [[used lollipop paper]] falls to the ground, curls upwards, shifts sideways toward the glass wall of the toilet, and stuck to it. you feel [[goosebumps]]."
            ]
        },
        "used lollipop paper": {
            "text": [
                "as you reach an earth-shaking climax and someone’s spent prick slurps out of your hot fuckhole, you [[pass out]]."
            ]
        },
        "goosebumps": {
            "text": []
        },
        "brutally tight cock ring": {
            "text": []
        },
        "energised": {
            "text": []
        },
        "hymn": {
            "text": [
                "Ass of a thousand lonely craps in gas stations ass of great painful secrecies of the years\nI love kissing,touching,licking and sucking,\nO ass of mystery and night! ",
                "Ass of gymnasiums and muscular plants\nmatrix of liberty, fount of joy, treasury of power\nlove the thought of satisfying a guy, \nbeing on my knees, sucking cock and balls.",
                "Ass of high schools and masturbation ass of lone delight,\nchild of Pride and eternal Rebellion,",
                "Ass of mankind, so beautiful and\nhollow, dowry of Mind and Angels,\nwe will fire our arrows, honed with cum and lube and howls, against the strongholds of the law and of Society ",
                "Ass of hero,\nHypocrites and cowards will fear us\nthe rabble will shout for our \nheads without thinking… \nBut what do the curses of fools matter to us?\nHis belly of burning iron and jails affectionate to my side:\nI began to tremble,\nWe will all march on while the white river of courage \noverflows from the deeps of our assholes",
                "We are the Village girls, we wear our hair in curls, \nwe wear our dungarees, above our nellie knees.",
                "the lights in the store dim and [[all goes black]] and all you are is a craving for some raw group action."
            ]
        },
        "mouths open": {
            "text": []
        },
        "licking his lips": {
            "text": []
        },
        "war": {
            "text": []
        },
        "explode": {
            "text": []
        },
        "finish releasing your juices": {
            "text": []
        },
        "reach": {
            "text": []
        },
        "someone entering": {
            "text": []
        },
        "give ass": {
            "text": []
        },
        "tall leather cub": {
            "text": []
        },
        "another guy": {
            "text": []
        },
        "will go on": {
            "text": []
        },
        "ready for some fucking": {
            "text": []
        },
        "approaching monstrous cock": {
            "text": []
        }
    }
}