{
    "title": "XXX.NASTYHEREWEGO.COM",
    "slug": "xxxnastyherewegocom",
    "beacons": {
        "description": {
            "text": [
                "You kick back with some hot porn on one tab, the gay sex site on another – need is, after all, determined biologically and physiologically, whereas desire, meeting a guy who unzips and let's you work his cock and balls till he explodes down your throat as much as he can, is at the same time both individual and social; in other words it is excluded – or recognised – by society.",
                "the first link takes you to an empty profile and a few c0ck worshippers on the contacts list. two are online, [[christeene]] and [[$$sexy stalin boy$$]]."
            ]
        },
        "christeene": {
            "text": [
                "the moment you greet christeene, your screen fills up with shit porn. she replies: ‘what’s up, [[sugar cunt]]’? ",
                "‘I am a [[fanatic]] lover of cock,’ you reply, ‘considering such love as the unique condition under which intelligence, dignity and human happiness can develop and grow; not the purely formal liberty conceded, measured out and regulated by the State, an eternal lie which in reality represents nothing more than the privilege of some founded on the suffering of the rest’."
            ]
        },
        "sugar cunt": {
            "text": [
                "‘the only cunt is my mancunt it dosent matter if it is night or day. I tell u now to come inside, coz u and me we gotta take a ride’, you tell christeene. ",
                "‘uh baby baby hey hey, Big shot, The suppression of the State cannot be a languid affair; it’s your task to make the gun pop, it must be the task of the Homosexual Revolution to finish with the State, get it? good, grab it, you need some [[Edging Ball play Cockring roleplay]] cool?’"
            ]
        },
        "Edging Ball play Cockring roleplay": {
            "text": [
                "‘Outdoor or travel, no strings discrete scene, [[piacere]] is the name of dat lurid dig, U MUST be into this scene. u go there and you take care of that dick, get a nice toy, in today’s bourgeois, industrial society, there are only the base and cowardly…don’t be one of those, honey daddy, remember the rectum is our womb, continue on your mad and triumphant march toward the great and sublime conquest of Nothing!’",
                "Christeene disconnects. you feel like stripping down and jerking off, [[bust a huge nut]], maybe all on camera."
            ]
        },
        "bust a huge nut": {
            "text": [
                "Nice, slow session your focus on getting the most pleasure. you feel so very hot  like lots of nipple/ball play like you like. For the love of harmony…For the love of getting the word out…For the next redemptive Social Revolution… The theory of love and meekness, propagated by all the Parties and all the proletarian organisations, absolutely could not resist the overwhelming flood of the Revolution action. You laugh at all those who transform themselves into apostles of humanity and practice the craft of the preacher, promising earthly paradise and universal abundance; but forgetting the feel and smell of a real man, huge equipped studs gangbang double both sides, those subversives who, in the name of liberty, want to overthrow the current government so that they can replace it with a new tyranny, how they make us laugh!",
                "you clean yourself up. time to go to [[piacere]]."
            ]
        },
        "fanatic": {
            "text": [
                "‘looking for trouble, eh…? you got reasons for pleasing, you want it all up your bootay? SOMEONE THAT IS MORE LIKE MYSELF…let me tell ya my stache wants one [[date]] with your ass, it shall blaze majestically and gloriously beyond so much civil and social putridity towards joy, towards liberty, towards the sun."
            ]
        },
        "date": {
            "text": [
                "‘The less the natural development of man is influenced by ecclesiastical or political guardianship, the more efficient and harmonious will human personality become, the more will it become the measure of the intellectual culture of the society in which it has grown. near the [[#7 train station]]. Look for tops, bottoms vers. suck a nice big cock. Deepthroat. NSA. You’ll find the heroic warrior, filled with a dream of freedom and cum’."
            ]
        },
        "$$$sexy stalin boy$$": {
            "text": [
                "‘Where is the man, where is the man that I seek? Where is the valiant and reckless rebel with a [[MONSTER Hung Black Dick]], where the heroic warrior, filled with a dream of freedom or greatness like the Argonauts, who playfully faces the titanic battle against the universe, for the conquest of a higher, more beautiful life? In today’s bourgeois, industrial society, there are only the base and cowardly…’. [[silence]] is your reply. you could try and [[send him face and body pictures and stats]]. there’s a [[notification]] from christeene."
            ]
        },
        "silence": {
            "text": [
                "Better not to have a name or a face or a [[voice]] than to be a mere reflection of social conventions. But in this primitive and desolate silence, you seemed to hear a voice telling: “To start I'd like to watch you get blown to completion - cum eating is a huge turn-on. Either swallow from the hose or lick it up after is hot.”"
            ]
        },
        "voice": {
            "text": [
                "The voice is right. it’s time to get OFB. the practice of homos being on the active hunt for sex. This is no time to be chatting with friends or faghags, “it’s time to work, boys”.Often one can observe the OFB homo’s look of focus and quiet determination, of having settled oneself into the cockpit, the pilot, wolfish in his stare, trains the aircraft to the take-off position and hurtling toward the point of no return. a virtual moon rises over homoland and it’s time to put childish things aside (including your own children, “off to bed, brats!”) and start the more serious business of looking for cock.",
                "A [[notification]] from christeene still blinks on your screen."
            ]
        },
        "notification": {
            "text": [
                "‘First off, faggot, prep ur pootaay. I want you on your knees sucking my dick. I like to face fuck, too.’ shit porn glares at you, nice pics to look at and have a good time. ‘i got this dick that will not stop spitting this warm milk! hot and juicy! i melt in your mouth not in your hands like that candy! woo! People 'earn their living'! And yet again we ask ourselves: 'What life do we earn when we earn our living?' are you looking for [[relief]] from this, my dirty shame?’"
            ]
        },
        "relief": {
            "text": [
                "‘Where are the strength, the courage and the daring that my pagan spirit, anarchically, loves? go, find it and drop your pants. Maybe after the gym tonight? near the [[#7 train station]]. as objects of property, things alienate and even reify human activities and living men, and as such men need steady release and it will be the task and the meaning of the homosexual Revolution to destroy these shells, to release their contents, and to rebuild new superstructures from the bottom up. you will be a slut to verbally command as reified men enjoy intense head. any man. in public. now.’"
            ]
        },
        "piacere": {
            "text": [
                "piacere"
            ],
            "leadsTo": "piacere"
        }
    }
}