{
	"info": {
		"title" : "Gay Romeo"
	},

	"setup" : {

		"commandList" : [
			"greet bathroom_fairy",
			"try to talk with christeene",
			"stop browsing"
		],

		"output" : {
			"initial" : ["the first link takes you to an empty profile. weirdly enough, you can use it as if it were yours. there are two online contacts, christeene and your old friend bathroom_fairy"],
			"default" : "christeene and the fairy are still online"
		},
		"items": [

		]
	},

	"commands": {
		"greet bathroom_fairy": {
			"output" : "he has read your message, but doesn't reply."
		},
		"try to talk with christeene" : {
			"output" : "the moment you greet christeene, your screen fills up with shit porn. she replies: 'what's up, sugar cunt'?",
			"image" : "shitporn.jpg",
			"destroy" : true,
			"reveal" : ["ask christeene about bavarian daddy", "ask christeene about buttplugs", "turn on camera"]
		},
		"stop browsing" : {
			"changeScene" : true,
			"leadsTo" : "intro",
			"output" : "you get tired of staring at lusty guys."
		},
		"ask christeene about bavarian daddy" : {
			"output" : "she says: ever see me turn a dick down? well that's a first then! damn right motherfucker!",
			"destroy" : true,
			"reveal" : "ask christeene about bavarian daddy again"
		},
		"ask christeene about bavarian daddy again" : {
			"output" : "here we go…we're going downton, ya'll. we're going downtown!",
			"image" : "downtown.gif",
			"destroy" : true
		},
		"turn on camera" : {
			"output" : "christeene greets you, all wrapped in brown silk",
			"image" : "christeene-silk.gif"
		},
		"ask christeene about buttplugs" : {
			"output" : "there's no reply for a while. christeene asks whether you like it black, blue or purple",
			"destroy" : true,
			"reveal" : ["'Flesh dildos that squirt bubblegum cum'",
						"'black and big, like the dreams crushed by capitalism'",
						"'I like them purple'"
						]
		},
		"'Flesh dildos that squirt bubblegum cum'" : {
			"output" : "'i got this dick that will not stop spitting this warm milk! hot and juicy! i melt in your mouth not in your hands like that candy! woo! People 'earn their living'! And yet again we ask ourselves: 'What life do we earn when we earn our living?' are you looking for relief from this, my dirty shame?",
			"destroy" : "true",
			"reveal" : "'damn right, motherfucker!'"
		},
		"'damn right, motherfucker!'" : {
			"output" : "come to me and drop your pants. Maybe after the gym tonight? near the #7 train station. as objects of property, things alienate and even reify human activities and living men, and as such men need steady release and it will be the task and the meaning of the political Revolution to destroy these shells, to release their contents, and to rebuild new superstructures from the bottom up. you will be a slut to verbally command as reified mend enjoy intense head. any man. in public. now",
			"changeScene": true,
			"leadsTo" : "train-7-station"

		}
	},

	"items" : {

	}

}
