{
	"info": {
		"title" : "Apartment Room"
	},

	"setup" : {

		"commandList" : [
		],

		"output" : {
			"initial" : [
				"In the 20th Century, war has murdered more than all previous deaths; taxes and inflation have stolen more than all wealth previously produced; and the political lies, propaganda, and above all, “Education” have twisted more minds than all the superstition prior. the solution of that evil can be brought about only through a grand strategy and a cataclysmic point of historical singularity: Homossexual Revolution.",
				"you open the door to your apartment. Are they watching you? Do they like what they see? Do they see that your 17cm cock is erect again showing off its thick mushroom head? You have a wet sloppy unsafe bj load on your hands, figuratively and literally. The Information is there, on the paper bathroom fairy gave to you after you serviced her.",
				"you stand on the brink of Revolution."
			],
			"default" : "it's your room. it smells like barbra streisand's armpit"
		},
		"items": [
			"paper"
		]
	},

	"commands": {
		"browse gay romeo" : {
			"changeScene" : true,
			"leadsTo" : "gay-romeo",
			"output" : "You kick back with some hot porn on one tab, the gay dating site on another – need is, after all, determined biologically and physiologically, whereas desire, meeting a guy who unzips and let's you work his cock and balls till he explodes down your throat as much as he can, is at the same time both individual and social; in other words it is exlcudded – or recognised – by a society."
		},
		"go to the raspberry" : {
			"changeScene" : true,
			"leadsTo" : "the-raspberry",
			"output" : "you make your way to the stalinist bdsm club, the raspberry"
		}
	},

	"items" : {

		"paper" : {
			"actions" : {
				"read" : {
					"output" : "you read the paper. there is a sequence of gay romeo links and a sketch of of the rooms inside the raspberry",
					"open" : [
						"browse gay romeo",
						"go to the raspberry"
					]
				},

				"examine" : {
					"output" : "it's a piece of paper. there's something scribbled on it and a crude map"
				},

				"leave it alone" : {
					"output" : "you turn your attention to something else.",
					"exit" : true
				}
			}
		}

	}

}
