{
    "title": "Intro",
    "slug": "intro",
    "beacons": {
        "description": {
            "text": [
                "This is an interactive story about a young man trying to join an anarcha-queer revolutionary organisation that seeks Homosexual Revolution through the use of the power of Orgone.",
                "You can [[start the story]], read more [[about the project]] or watch some [[gay porn]]."
            ],
            "ending": "intro"
        },
        "start the story": {
            "text": [],
            "leadsTo": "apartment-room"
        },
        "about the project": {
            "text": [
                "Most of the text you read here was not written by me. Actually, with the exception of a few conjunctions and bits of edition, everything was created piecing together texts from craigslist m4m personal ads, gay romeo profiles, a bit of queer pulp, texts from anarchist and leftist thinkers and anarchist flyers and exhortations. A non exhaustive list: Emma Goldman, Mikhail Bakunin, Noam Chomsky, Errico Malattesta, Bruno Filippi, Renzo Novatore, Henri Lefebvre, Daniel Guerin. A special thanks goes out to <a href=\"https://sites.google.com/site/anarchyinitaly/\">Anarchy in Italy</a> for the wonderful material they have gathered.",
                "What is written here is not necessarily a reflection of my personal views. This is supposed to be a very light-hearted exploration of gay culture (if there is such a thing), porn, anarchism and leftist thinking. Please seek no propaganda nor any sort of intended message or statement. ",
                "The idea very clearly comes from Bruce LaBruce’s The Raspberry Reich/The Revolution Is my Boyfriend, crossed over with a very simplified version of Interactive Fiction stories.",
                "Illustrations by the extra fabulous <a rel=\"nofollow\" href=\"http://pinar-viola.com\">Pinar&Viola</a>, based on material gathered from deviant art artists: <a href=\"http://gdboone.deviantart.com/\">GDBoone</a>, <a href=\"http://aniwayalone.deviantart.com/\">aniwayalone</a>, <a href=\"http://flinog.deviantart.com/\">flinog</a>, <a href=\"http://jmariuskl.deviantart.com/\">jmariuskl</a>, <a href=\"http://ehrlik.deviantart.com/\">ehrlik</a> and <a href=\"http://marinaibiza.deviantart.com/\">marinaibiza</a>.",
                "You can now [[start the story]] or watch some [[gay porn]]."
            ]
        },
        "gay porn": {
            "text": [
                "This is the internet. Open an incognito tab and search for yourself, ffs.\n<a href=\"http://www.buzzfeed.com/mattbellassai/hilariously-ridiculous-gay-porn-moments#.csbrvab9x\">Here</a> <a href=\"https://encrypted.google.com/search?tbm=isch&q=tom%20of%20finland&tbs=imgo:1\">you</a> <a href=\"http://img0.joyreactor.com/pics/post/auto-9gag-1303255.jpeg\">go</a>.",
                "Go and [[start the story]] or read more [[about the project]]."
            ]
        }
    }
}