{
    "title": "The Raspberry",
    "slug": "the-raspberry",
    "beacons": {
        "description": {
            "text": [
                "It’s been a while since you last came here. but this time you seek Destruction of all concentrations of political power, cock milk and nice ass/nipple play is the first duty of oppressed people. Everyone must be invited to cum in, get naked and get off at the next hot society, a life based on free agreement between men. Gagging for cock in your arse atm, you think not fussed but the bigger the better, like the [[huge perv]] or you could go the guys standing by the bar and [[gang bang]] and search for compatibility between Individualist and collectivist ideas, then the more the merrier."
            ]
        },
        "gang bang": {
            "text": [
                "You need to get in touch with Bavarian Daddy. Your destiny is to arrive at that state of ideal perfection where nations no longer have any need to be under the tutelage of a government or any other nation. It is anarchy, the highest expression of order, the chasing of the insurrection which must open the way to revolutionary achievements and your arse and everyone’s arses. your destiny might pass by getting full-filled by many manly connections with [[PASSION and INTENSITY]]."
            ]
        },
        "PASSION and INTENSITY": {
            "text": [
                "‘All societies tremble when the scornful aristocracy of Vagabonds, Unique ones, Unapproachable ones, rulers over the ideal, and Conquerors of Nothing advance without inhibitions. So, come on, Iconoclasts, forward, fuck me hard and deep!’ all your holes are filled with one or [[+ penises]]."
            ]
        },
        "+ penises": {
            "text": [
                "you [[gag]], [[asking for more]], sure that the more dick you are stuffed with, the closer you will be to embody the atoms in the incessant human struggle towards the light that shines in the darkness--the Ideal of economic, political, sexy SEXUAL and spiritual liberation of mankind!"
            ]
        },
        "gag": {
            "text": [
                "your power cuddler powers wanes as you vomit on one of the guys that are fucking you. he does not complain for you love each other but don't label anything and share many intimate good times together as best buds you simply share a bond together and love together. you start [[asking for more]]."
            ]
        },
        "asking for more": {
            "text": [
                "overtime a cock enters you, you start hearing part of a speech: “In a word, we reject all legislation, all authority, and all privileged, licensed, official, and legal influence, even though arising from universal suffrage, convinced that it can turn only to the advantage of a dominant minority of exploiters against the interest of the immense majority in [[subjection]] to them. This is the sense in which we are really Homosexuals.”"
            ]
        },
        "subjection": {
            "text": [
                "you feel tempted to ask to be [[dominated]]. then again, the Homo Revolution does not dominate nor subjugate. it can only free, it believes Mankind must become conscious of their strength and capabilities, they must be [[free to commence]] a new life, a better and nobler life."
            ]
        },
        "dominated": {
            "text": [
                "you have no place among the hOmos revolution. the end."
            ]
        },
        "free to commence": {
            "text": [
                "why are all the money bags and their hirelings so unanimous in condemning the Homo Revolutionaries? Homo rev means OPPOSITION to violence, by whomever committed, even if it be by the government. it is all about fantastic cock sucking / ass [[worshipping]] / SWEET [[SPERM AND PISS]]. "
            ]
        },
        "worshipping": {
            "text": [
                "worshipping is valid for elevating the divine cocks and asses to their rightful places. continue to [[final crazy fucking]] that takes user to orgone land."
            ]
        },
        "SPERM AND PISS": {
            "text": [
                "[[defeat]] or continue to [[final crazy fucking]] that takes user to orgone land."
            ]
        },
        "huge perv": {
            "text": [
                "his arse maybe clean, sweaty or dirty, you don't mind, you just Love to drown your face in cockasstitspitsnips especially of big blokes, not pseudo-intellectuals of tubercular liberal conservatism, like the chronic democratic syphilitics, and even the eunuchs of socialism and the anemics of communism, who all should turn to themselves and to depp hard rimming rather than to their gods or idols: discover what is hidden within them, bring it to the light jerkin’ it hard! you yell ‘my prick, me stud, reveal your [[big nakd bod]], big thick cock and ass-stretcher a+’"
            ]
        },
        "big nakd bod": {
            "text": [
                "It is an absolute and urgent need of yours to find the Daddy, to launch into the darkness the stormy and sinister arsehole of a big fuck, a fuck that will change the old rigidity of the world of production into the new productive speed, the coming together of a new unifying dimension on which the economic and social domination of hetero-bourgeoisie will be destroyed like your gaping hole. the stud burns his cigarette in your skin after wrecking your mancunt in the middle of the bar, [[everyone applauding]], and writes [[something on your sore ass]] with the ashes."
            ]
        },
        "everyone applauding": {
            "text": [
                "getting up, you decide you should enlighten these hot arsed men ‘You're not your job. You're not how much money you have in the bank. You're not the car you drive. You're not the contents of your wallet. You're not your fucking khakis. You're the all-singing, all-dancing crap of the world.’ they ignore you and disperse. you still have [[something written on your sore ass]]."
            ],
            "slogan": "You're the all-singing, all-dancing crap of the world."
        },
        "something written on your sore ass": {
            "text": [
                "you could [[go to the toilet]] or [[ask for the bartender’s help]] to read it."
            ]
        },
        "something on your sore ass": {
            "text": [
                "you could [[go to the toilet]] or [[ask for the bartender’s help]] to read it."
            ]
        },
        "go to the toilet": {
            "text": [
                "Aspiring shepherds like to wallow in the stench of the flock, you prefer to be a lone homo wolf and the stench of sweaty buttocks. there are three guys having sex and you wonder if you are ready for [[another round]] or if you should focus on the mirror and [[read]] whatever is written there."
            ]
        },
        "another round": {
            "text": [
                "you chip in and one of them quickly offers you some poppers. the bottom wants to be penetrated by three men for a horny session, which would be wow!, perhaps with some chill/long sucking/rimming afterwards. ",
                "Horny as fuck and armed with a thick hairy cock, make that body, ripped and open, empty and fragmented, become whole and figure as the unity between discourse and the flesh. ploughing that ass really hard, the room seems to get darker and a blue tint emanates from your cock. you continue pushing your hard meat in conjunction with the other two mascs, but the smell of sex and sweat makes you dizzy until [[everything goes dark]]."
            ]
        },
        "read": {
            "text": [
                "it reads: ‘The protocols of representation condemn certain body parts and certain bodily acts and functions to the other side, the backside or behind of discourse, which is why the anus becomes a site of panic and must be heavily policed. So if you want me what you waiting for, find the [[rabbit hole]], poppers+++, get rid of your roses and stick it in’."
            ]
        },
        "rabbit hole": {
            "text": [
                "yOU HAVE a few options hear. there’s an empty whole that needs filling on that [[threesome]], there are the glory holes in the [[stalls]], your [[own hole]] or even a [[bare pipe]] sticking out of the ground."
            ]
        },
        "threesome": {
            "text": [
                "you chip in and one of them quickly offers you some poppers. the bottom wants to be penetrated by three men for a horny session, which would be wow!, perhaps with some chill/long sucking/rimming afterwards. [[go for it]] or try and enter one of the [[stalls]] or check out the [[bare pipe]]?"
            ]
        },
        "go for it": {
            "text": [
                "Horny as fuck and armed with a thick hairy cock, make that body, ripped and open, empty and fragmented, become whole and figure as the unity between discourse and the flesh. ploughing that ass really hard, the room seems to get darker and a blue tint emanates from your cock. you continue pushing your hard meat in conjunction with the other two mascs, but the smell of sex and sweat makes you dizzy until [[everything goes dark]]."
            ]
        },
        "stalls": {
            "text": [
                "it’s as if a voice is saying “Come find me for some good understall play.“ In our time when the great dusk of bourgeois straight society seems to have become an eternal dusk making the entire world a dull grey nightmare of survival, it is also a call for homo revolution based on great steamy studs, passions and ideas. the dreams and desires of a mighty and strong-willed “I” seems more necessary than ever if we are to move beyond this pathetic swamp of mediocrity. do you [[tap your right foot]] or sit down and [[play with yourself]]?"
            ]
        },
        "play with yourself": {
            "text": [
                "Is it possible that one isn’t able to imagine one’s future outside of a life made of exploitation in exchange for a wage (or a salary) and of understanding work in a form different from that now crystallised in the course of centuries of exploitation and submission? you touch your beefy dick as you think, until someone clears their throat and puts his cock under the stall division. your hear a raspy voice: have you lived intensely and heroically so as to reach your full power?  [[Melt In My Hands]] to melt into nothingness, is that what you want?",
                "do you accept or do you want to try your luck with the [[threesome]] or the [[bare pipe]]?"
            ]
        },
        "Melt In My Hands": {
            "text": [
                "the chants for the holy cock that echo in your mind fade. you melt into nothingness and your revolutionary lust disappears.",
                "you have accustomed yourself to blood and violence. you scarcely smell the odor of the massacres, and every day something new and more incredible awaits you, giving away freedom for spectres that are in easy reach, spectres that come out from the studios of power., the spectres of god and the holy ghost."
            ],
            "ending": "melt"
        },
        "tap your right foot": {
            "text": [
                "soon enough, a filthy minded fucker start teasing his prick with one hand and stretches the other to grab yours. you take it slow, know what to do so to say. and know the best way of doing it.. he starts squeezing it really hard, ask for him to [[let go]] or [[continue]]?"
            ]
        },
        "let go": {
            "text": [
                "he grabs it harder, just pain, perhaps a few bruises soon, he yells: ‘Life is pain. Humanity is a lie. Anyone who accepts perpetuating the species is an enemy of pure beauty. do you [[agree]] or [[not]]?’"
            ]
        },
        "continue": {
            "text": [
                "he grabs it harder, just pain, perhaps a few bruises soon, he yells: ‘Life is pain. Humanity is a lie. Anyone who accepts perpetuating the species is an enemy of pure beauty. do you [[agree]] or [[not]]?’"
            ]
        },
        "not": {
            "text": [
                "you think you’re going to faint when someone enters the stall and approach their lips to gather the perverse flower of love from your painful cock. the guy from the next stall looses his grip and your new lover [[takes you away]]. you feel helpless and both relaxed and in profound pain. you hope you can get it up after this. "
            ]
        },
        "agree": {
            "text": [
                "he continues until your revolutionary member is destroyed. you discover yourself becoming one of the demagogic shepherds of the hybrid bourgeois and proletarian flocks, become fetid, filthy, slimy pools. you have found your place within the triumphant mediocrity that dominates and commands."
            ],
            "ending": "slimy pools",
            "image": "slimy-pools.gif"
        },
        "own hole": {
            "text": [
                "you slowly twist your cock and balls until you can put it in your own hole. the feeling is amazing and you see yourself transformed into a superhighway toward the Homo insurrection. the feeling is short lived, however.",
                "you can still try and take part in the [[threesome]], enter one of the [[stalls]] or check out the [[bare pipe]]."
            ]
        },
        "bare pipe": {
            "text": [
                "“Yesterday’s love, tomorrow’s more fine? All tonight’s sadness in your design. What does this mean, my green valentine? Regret, O regret, my green valentine”, you think, whilst the edges of the pipe cut your penis’ skin. you’re not sure whether to [[keep going]] or just try the [[stalls]] or the [[threesome]] at this point"
            ]
        },
        "keep going": {
            "text": [
                "you wreak havoc and cum for one last time in your life. your member is destroyed gag the fag style. you thought you could take it as rough and messy as any want to give it, but you were wrong. disoriented and lost, you decide to leave the bar and go raise your personal stock price and not fall into loserdom. You want to move to a “safe zone” (a ghetto inside the walls of Straight City), where a new gay Zion will be built, secure within the confines of heteronorms, hetero values and insofar as was possible, heterosex (crowned ideally with bouncing lesbo-gay progeny)."
            ]
        },
        "ask for the bartender’s help": {
            "text": [
                "‘jock throat on my knees taking anon piss and cum loads down my throat now. Looks unimportant! Just want you to have a full bladder and balls that need emptying. You read what’s on my ass and I’ll be feeling so generous’. you jump over the counter and get down on all fours waiting for the bartender to work his magic. he sticks something up your ass, but it is too late when you realise it isn’t his cock. with that thing inside you see large, scarcely mobile, packets of energy vesicles glimmering with an intense blue. Gradually, the blue glimmer surrounded your body and objects in the room like a hazy, slow-moving, [[grey–blue luminous vapour]]."
            ]
        },
        "defeat": {
            "text": [
                "you have no place in homo universe. the end."
            ]
        },
        "grey–blue luminous vapour": {
            "text": [],
            "leadsTo": "orgone-land"
        },
        "takes you away": {
            "text": [],
            "leadsTo": "orgone-land"
        },
        "everything goes dark": {
            "text": [],
            "leadsTo": "orgone-land"
        },
        "final crazy fucking": {
            "text": [],
            "leadsTo": "orgone-land"
        }
    }
}